var initData = [
    {
        "newsid":0,
        "authorIcon":"http://data.allenamy.com/lmpimg/head1.png",
        "authorName":"Allen",
        "authorData":"2017/3/21",
        "title":"这张照片汇集",
        "articleminText":"3月20日，著名博主北京冬雨在微博晒出一张相片，看完后，不得不感叹，真的是巨星云集啊！网友称这张照片汇集了当年香港半个娱乐圈的大咖，现在看起来，满满都是回忆！",
        "authorImg":"http://data.allenamy.com/lmpimg/sub1.png",
        "articleText":"3月20日，著名博主北京冬雨在微博晒出一张相片，看完后，不得不感叹，真的是巨星云集啊！网友称这张照片汇集了当年香港半个娱乐圈的大咖，现在看起来，满满都是回忆！站在最醒目位置的是米雪，她当年凭借黄蓉一角而成名，经典作品还有《倚天屠龙记》殷素素、《溏心风暴之家好月圆》、《宫心计》等等。如今，她与相守24年的男友尹志强的恋爱故事也十分让人动容。米雪照片中还有靖哥哥黄日华，黄日华在1983版《射雕好汉传》中扮演郭靖一角而被大家所熟悉，他还有一部更经典的作品便是《天龙八部》的乔峰。黄日华为人忠实，性格与郭靖非凡很是相似。黄日华赵雅芝和周润发也在照片中出现了，当年他俩在《上海滩》中成为了绝配，提起许文强，就会想到周润发，说起冯程程，列位总会想起赵雅芝笑靥如花的模样。周润发赵雅芝此外，照片中还有成龙、陈百强、莫少聪、郑少秋、叶丽仪，陈洁灵、罗文等等，这么多大咖，你认出是谁了？曾经的一部部经典电视剧可以说陪伴了很多人成长，如今想来都是满满的回忆。而这对于电视剧的主创人员而已，也是一份美好的经历。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首2016年12月，六小龄童先生在微博中晒出《西游记》音乐会的照片。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首，多名优秀歌唱家、音乐家携手为观众送上一场视听盛宴。观众大赞不俗情怀，更有网友回复：“师徒四人再聚首场面好震撼！能到现场观看特别激动！”",
        "articleLikeComment":"12",
        "articleLikeSc":"30",
        "music":{
            "url":"http://iwen.wiki/sxtstu/music/iamyou.mp3",
            "title":"I AM YOU",
            "coverImg":""
        }
    },
     {
        "newsid":1,
        "authorIcon":"http://data.allenamy.com/lmpimg/head2.png",
        "authorName":"Allen",
        "authorData":"2017/3/21",
        "title":"汪小菲说话软绵绵的",
        "articleminText":"3月20日下午，汪小菲在微博分享了自己接受金钟奖最佳女主持人方念华专访的视频，随后妻子大S转发微博表示“质疑”：“老公为什么你上节目就人模人样，在我面前就非要惹我？",
        "authorImg":"http://data.allenamy.com/lmpimg/sub2.png",
        "articleText":"3月20日下午，汪小菲在微博分享了自己接受金钟奖最佳女主持人方念华专访的视频，随后妻子大S转发微博表示“质疑”：“老公为什么你上节目就人模人样，在我面前就非要惹我？唉，话说回来，你要老用那种软绵绵的语调跟我说话，我应该会换家门锁。”汪小菲随后也调侃大S：“你个北京媳妇，儿化音比我都好。”这段对话虽然是“互怼”，但网友也都从中感受到了满满的爱，表示“这狗粮我服”，“看你们俩秀恩爱我好不欢快”。",
        "articleLikeComment":"12",
        "articleLikeSc":"30",
        "music":{
            "url":"http://iwen.wiki/sxtstu/music/sgbl.mp3",
            "title":"时光不老,我们不散",
            "coverImg":""
        }
    },
     {
       "newsid": 2,
       "authorIcon": "http://data.allenamy.com/lmpimg/head1.png",
       "authorName": "Allen",
       "authorData": "2017/3/21",
       "title": "这张照片汇集",
       "articleminText": "3月20日，著名博主北京冬雨在微博晒出一张相片，看完后，不得不感叹，真的是巨星云集啊！网友称这张照片汇集了当年香港半个娱乐圈的大咖，现在看起来，满满都是回忆！",
       "authorImg": "http://data.allenamy.com/lmpimg/sub1.png",
       "articleText": "3月20日，著名博主北京冬雨在微博晒出一张相片，看完后，不得不感叹，真的是巨星云集啊！网友称这张照片汇集了当年香港半个娱乐圈的大咖，现在看起来，满满都是回忆！站在最醒目位置的是米雪，她当年凭借黄蓉一角而成名，经典作品还有《倚天屠龙记》殷素素、《溏心风暴之家好月圆》、《宫心计》等等。如今，她与相守24年的男友尹志强的恋爱故事也十分让人动容。米雪照片中还有靖哥哥黄日华，黄日华在1983版《射雕好汉传》中扮演郭靖一角而被大家所熟悉，他还有一部更经典的作品便是《天龙八部》的乔峰。黄日华为人忠实，性格与郭靖非凡很是相似。黄日华赵雅芝和周润发也在照片中出现了，当年他俩在《上海滩》中成为了绝配，提起许文强，就会想到周润发，说起冯程程，列位总会想起赵雅芝笑靥如花的模样。周润发赵雅芝此外，照片中还有成龙、陈百强、莫少聪、郑少秋、叶丽仪，陈洁灵、罗文等等，这么多大咖，你认出是谁了？曾经的一部部经典电视剧可以说陪伴了很多人成长，如今想来都是满满的回忆。而这对于电视剧的主创人员而已，也是一份美好的经历。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首2016年12月，六小龄童先生在微博中晒出《西游记》音乐会的照片。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首，多名优秀歌唱家、音乐家携手为观众送上一场视听盛宴。观众大赞不俗情怀，更有网友回复：“师徒四人再聚首场面好震撼！能到现场观看特别激动！”",
       "articleLikeComment": "12",
       "articleLikeSc": "30",
       "music": {
         "url": "http://iwen.wiki/sxtstu/music/iamyou.mp3",
         "title": "I AM YOU",
         "coverImg": ""
       }
     },
     {
       "newsid": 3,
       "authorIcon": "http://data.allenamy.com/lmpimg/head2.png",
       "authorName": "Allen",
       "authorData": "2017/3/21",
       "title": "汪小菲说话软绵绵的",
       "articleminText": "3月20日下午，汪小菲在微博分享了自己接受金钟奖最佳女主持人方念华专访的视频，随后妻子大S转发微博表示“质疑”：“老公为什么你上节目就人模人样，在我面前就非要惹我？",
       "authorImg": "http://data.allenamy.com/lmpimg/sub2.png",
       "articleText": "3月20日下午，汪小菲在微博分享了自己接受金钟奖最佳女主持人方念华专访的视频，随后妻子大S转发微博表示“质疑”：“老公为什么你上节目就人模人样，在我面前就非要惹我？唉，话说回来，你要老用那种软绵绵的语调跟我说话，我应该会换家门锁。”汪小菲随后也调侃大S：“你个北京媳妇，儿化音比我都好。”这段对话虽然是“互怼”，但网友也都从中感受到了满满的爱，表示“这狗粮我服”，“看你们俩秀恩爱我好不欢快”。",
       "articleLikeComment": "12",
       "articleLikeSc": "30",
       "music": {
         "url": "http://iwen.wiki/sxtstu/music/sgbl.mp3",
         "title": "时光不老,我们不散",
         "coverImg": ""
       }
     }
]

//导出可以被外部访问
module.exports = {
    initData:initData
}
